Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 江逸咬牙沉喝一声，大步朝江如鹰走去，脸上都是气愤和屈辱之色，身子都气得不断颤抖起来。不过他身上没有半点运行元力的迹象，步履也踉跄，看起来没有一丝想反抗的意思。
en_us: Jiang Yi gritted his teeth and shouted loudly as he strode with wide paces towards Jiang Ruying. His entire face revealed expressions of indignation and humiliation, as his body trembled uncontrollably from his intense rage. However, he did not show any indication that he would operate with essence force on his body; he was also staggering forward and stumbling as he walked. It looked as though he did not have a shred of desire to resist.

source: 江逸咽了口唾沫，他实力大涨没错，他有黑色元力没错，但对方如此多人怎么打？而且这群人中除了江如虎铸鼎境四重外，还有五六个铸鼎境三重……
en_us: Jiang Yi swallowed a gulp of saliva. It was true that his powers had greatly increased, and it was also true that he had black essence force, but how could he fight an opposing party with so many people. On top of that, in addition to Jiang Ruhu with his power level at the fourth stage of the Cast Tripod Realm, this group of people had five or six others whose power was at the third stage of the Cast Tripod Realm...

source: 江逸哑口无言，主要是被对方那句去江家刑堂说理吓到了，他深深的吸了一口气，暗暗平复内心的狂暴心情，脑海飞快运转，想着办法。
en_us: Jiang Yi was dumbfounded, shaken by the fact that the other party was going to report to the Jiang Clan Disciplinary Court. Taking a deep breath, he silently calmed his frantic heart. His mind racing, he tried to think of a way out.

source: 江逸哪有心情和这老鸨废话，抽了抽鼻子，强忍着里面令人作呕的胭脂水粉味，目光一扫看到有道门直通后院，拔腿就狂奔而去。
en_us: Jiang Yi was in no mood to waste his time with the old mamasan. He sniffled and tolerated the smell of cheap perfume and rouge. His eyes focused on the door that led to the backyard. He darted straight for it.

source: 江逸嘲弄的笑声传来，身子如一阵风在人群中穿过，凡是和他碰触的子弟轻松被扫飞出去，江顾水看到一个个人飞了出来，满脸都是不敢置信，这个被封印废物什么时候这么彪悍了。
en_us: The sneering laughter of Jiang Yi echoed as he passed through the crowd like a breeze. Any of the members that got in contact with Jiang Yi were simply swept aside. Seeing everyone got sent flying by Jiang Yi, Jiang Gushui gave a look of disbelief. When did this sealed trash became this valiant?

source: 江逸嘴角一抽，感情在这炼丹房做事还有这福利？当下立即一拱手也不敢打扰柳长老了，走出偏厅回到内堂，看到另外一边还有两个房间，两个都大门关闭的。
en_us: Jiang Yi's mouth twitched as he could not believe that working at the alchemy lab could have such benefits. Not daring to disturb Elder Liu any further, he immediately cupped his hands, before walking back out of the side room to the inner court. He spotted two rooms on the other side, both of them having their doors closed.

source: 江逸嘴角都是嘲弄，轮着江如虎不断朝江如龙砸去，江如虎整个人怕是有一百五六十斤，但在他手里真的和一个麻袋没区别，抡起来顺手的很，虎虎生风……
en_us: Jiang Yi sneered and swung Jiang Ruhu at Jiang Rulong. Jiang Ruhu who was about 78 kilograms was swung around in the hands of Jiang Yi not different from a sack. He whirled Jiang Ruhu with ease and wielded with prowess...

source: 江逸回到自家小院后，已是正午时分了，想着明日一早就要上西山，他匆忙吃了一口饭，就钻进房间内修炼，准备冲击铸鼎境二重。
en_us: It was already noon by the time Jiang Yi returned to the small courtyard of his own home. Thinking about how he had to head up the Western Hills the next morning, he hurriedly swallowed down a mouthful of rice before holing himself up in his room and cultivated his power, readying himself to hit the second stage of the Cast Tripod Realm.

source: 江逸回头一瞪，冷面训斥几句。脑海内却是一转，回想起刚才一进来听到小奴的哭喊声，虽然他不知道当时具体发生了什么事情，但也猜到了几分。
en_us: Jiang Yi turned around and stared, sternly reprimanding Xiaonu. His mind, however, was still racing. Thinking back about how he had heard the sound of Xiaonu crying when he first entered the building earlier, though he did not know at the time the specific details of what exactly happened, he was still able to guess the gist of it.

source: 江逸回道：“柳长老，我叫江逸。”
en_us: Jiang Yi replied, "Elder Liu, I am Jiang Yi."

source: 江逸在得知这事后，第一想法就是完了。这个告示一出，尽管每一场价格高达了百两紫金，但肯定会有无数公子小姐找他对战的，大家族顶级公子小姐可从不缺钱。而他所学的武技全是江家的成名武技，只要对战几场，是个明眼人都能看出他是江家的子弟，他的身份很快就会曝光，不说马家会不会想方设法干掉他，就算这事传回江家也会极其麻烦的，说不定会被重罚……
en_us: After finding out about that affair, Jiang Yi's first thought was his impending doom. Once the announcement was spread, even though the price-tag on every sparring match was now up to one hundred taels of purple gold, there would definitely still be an uncountable number of young masters and young mistresses who would seek him for sparring practice. After all, the top-grade young masters and young mistresses of the Big Families were never short on money. Additionally, the martial arts techniques that he had learnt were all famous techniques developed by the Jiang Clan. Anyone who had functioning eyesight could instantly tell tell he was a descendant of the Jiang Clan, after just sparring with him for a few matches. His identity would be instantly revealed. To say nothing of whether the Ma Family would find some way of getting rid of him - even if this affair spread to the Jiang Clan, he would be in great big trouble, and might even have to face severe punishment...

source: 江逸在江家没人待见他，他也很少外人交谈，所以对于这些八卦一点都不了解，此刻倒是暗暗点头。江家有两人上榜，那姬听雨也在榜内，这几人实力的确变态，江恨水和姬听雨都是铸鼎境八重的强者，只要再突破一重，就可以冲击紫府境了。
en_us: Jiang Yi, who was not favored by the Jiang Clan, nor did he frequently engage in conversations with outsiders, was unaware of such stories around town, though he was silently nodding now at Yi Lingxue's words. There were two members from the Jiang Clan, as well as Ji Tingyu on that list. They were indeed obscenely powerful - both Jiang Henshui and Ji Tingyu were formidable martial artists whose powers were at the eighth stage of the Cast Tripod Realm. They only needed to attain one more breakthrough to reach the Purple Mansion Realm.

source: 江逸在西山清点花费了两个时辰，回家研究了黑色元力几个时辰，一心沉浸在黑色元力神奇的能力中都忘记了时间，否则早就会起疑小奴这么迟还没回来的……
en_us: Jiang Yi had spent four hours taking stock at the Western Hills before spending another few hours studying the black essence force at home. He was engrossed in the miraculous effects of the black essence force that he lost his sense of time. If not, he would have long turned suspicious over Xiaonu's late return…

source: 江逸在这一刻无比诡异的没有躲避，身子依旧朝前方冲去，那铸鼎境三重武者轻松击中了他后背，一股巨力从后背涌来，他身子瞬间飞了起来。
en_us: At that moment, Jiang Yi had incomparably mysteriously chosen not to avoid the incoming attack, but rather continue rushing forward like before. The martial artist with a power level at the third stage of the Cast Tripod Realm easily hit his back. As a wave of great power rushed from behind him, his body flew up into the air in an instant.

source: 江逸坐在地上，思考了很久，最终决定随便试试，反正这废丹也不值钱，黑色元力消耗完了也可以再练。
en_us: Jiang Yi sat on the floor and reflected for a long while, before finally deciding to just randomly experiment. Besides, those useless pills were not worth anything; on top of that, should he deplete all of his black essence force he could always refine more.

source: 江逸大喜，也不管那么多了，连忙一边快速后退，一边控制黑色元力朝左眼涌去。很快他眼中一道黑光一闪而逝，对面暴雨般破空而来的拳头顿时变得清晰而又缓慢起来。
en_us: Jiang Yi experienced great joy. Not caring too much any further, he hurriedly took action. He quickly retreated backward and controlled his black essence force, transferring its flow towards his left eye. It was not long before a black flash flashed past his eye and the fists of the opposing party, flying through the air like a thunderstorm, suddenly became crystal clear and appeared to slow down.

source: 江逸大喝一声，手中元力灌注，手上黑呼呼的东西顷刻间碎成粉末，他抬手猛然一扬朝前方的刘管事和马公子以及两名护卫撒去。
en_us: With a great shout, Jiang Yi infused his hands with essence force, instantly shattering the black substance into powder. Abruptly, he lifted his hand and scattered the powder at Housekeeper Liu, Young Master Ma, and the two guards in front.

source: 江逸大笑起来，笑声中尽是凄凉，他重新摇摇晃晃地返回床上躺下，脑袋越来越痛，仿佛下一瞬间就要爆炸一般，不一会他就再度沉沉睡去，连锅里的晚饭都没吃。
en_us: Jiang Yi chuckled loudly, but his laughter rang hollow. He once again staggered off the table and lay down on his bed. His head throbbed with ever greater intensity, as though it would explode in the next moment. Yet he was deep in slumber within moments, without having eaten the dinner left for him in the pot.

source: 江逸头疼了，他有个屁的值钱东西啊？把江小奴留下？这一个月怕是不知道被他们糟蹋成什么样子了。他眸子一转，伸手在怀中取出一块令牌丢了过去：“这个抵押！一个月后我来赎回。”
en_us: Jiang Yi's head ached. Did he own anything that was worth even a penny? Leave Jiang Xiaonu behind? Who knows how badly she would be abused by them this entire month... He moved his pupils as he retrieved a command token from the chest area of his robes, throwing it towards the Chief Supervisor and saying, "Use this as collateral! I will redeem it back in a month's time!"

source: 江逸头疼了，这翊凌雪还真的准备让家族子弟排队找他对练了。到了此刻他依旧很是怀疑，他真的能帮别人武技大成？如此邪门诡异的事情，怕是传出去整个天羽城都没人相信吧？
en_us: Jiang Yi's headache came back in full force. It seemed that Yi Lingxue truly intended to have her family clan's descendants lined up for sparring matches with him. Jiang Yi, however, was still doubtful of his ability - could he really help others to achieve phenomenal success? Would anyone in Skyplume City believe in something so bizarre if word were to get out?

source: 江逸头都没抬，依旧拱手俯首，再次沉喝道：“那请长老成全！江逸情愿死在你手里，也绝不愿去刑堂……冤死！”
en_us: Jiang Yi didn't even lift his head and submissively lowered his head and spoke out again, "I beg for Elder to accept my request! Jiang Yi is willing to die in your hands but absolutely unwilling to go the Disciplinary Court and... die of persecution!"

source: 江逸好奇的接过面具，暗道正好可以不用戴斗篷了，连忙把青铜面具戴上用绳带绑好。心里却想着这陪练要戴上野兽面具，该不会是为了激发那群公子小姐的斗志，好把他们当做野兽般痛殴？
en_us: Jiang Yi received the mask with much curiosity. He muttered to himself that, by sheer coincidence, he need not wear the cloak any longer. He hurriedly put on the bronze mask and tied it onto his face with the attached string. In his heart, however, he was thinking that needing sparring partners to put on beast-shaped masks was somewhat strange. Surely it was not to trigger the fighting spirit in the group of young masters and mistresses? With the masks, it was likely they would treat their sparring partners like mere beasts and ferociously beat them up!

source: 江逸如此恐怖的视力，江如虎能踢中他？而且他随时可以控制江如龙身体让他失去重心，江如龙又怎么能摆脱他的控制？他幽幽一叹，对于江如龙的战力有些失望，他都没用黑色元力增幅力量，只是凭借小小的计谋就轻松战胜了他，都没让他战个痛快……
en_us: With his exceptional awareness and vision, how would Jiang Rulong be able to hit him? The fact that Jiang Yi could simply control Jiang Rulong body to make him lose his center of gravity, how would Jiang Rulong be able to escape from his grasp? Letting out a subtle sigh, Jiang Yi was rather disappointed in Jiang Rulong's combat strength. He hadn’t even used the black essence forces to enhance his own strength. He merely used some tactics to easily defeat Jiang Rulong and he wasn't even able to have a satisfied battle...

source: 江逸如释重负，咬牙和小奴相互搀扶，缓缓走出风月楼后院，朝江家大院走去。
en_us: As if relieved of a big burden, Jiang Yi gritted his teeth and embraced Xiaonu, before slowly making his way out the backyard of Fengyue Brothel in the direction of the central courtyard of the Jiang Residence.

source: 江逸婉拒了翊凌雪的招揽，他和武殿有五年约定，而且他是江家的子弟，不可能去翊家，更没有入赘的习惯。
en_us: Jiang Yi tactfully declined Yi Lingxue's offer, not only because of the five-year agreement he had with the Martial Arts Hall, but also because he was a descendant of the Jiang Clan. As such, it was impossible for him to join the Yi Family, and he did not intend to marry into the family and take the Yi family name either.

source: 江逸实力不高，就算想进去挨揍，怕是最多也是铜牌陪练，一天一两银子对于欠下十两紫金巨额债务的他来说于事无补，他自然懒得进去浪费时间。
en_us: Jiang Yi's power was not great. Even if he wanted to apply to be beaten up by others, he would probably be a bronze-token-grade sparring partner at best. To someone like him with the enormous debt of ten taels of purple silver, the rate of one tael of silver a day was not attractive nor useful and, naturally, he was too lazy to bother going in to waste his time.

source: 江逸对翊凌雪倒是没想法，他很清楚自己和这个翊家的二小姐身份相差天地，而且他也明白这位小姐对他没想法，不过是喜欢和他对练罢了。至于……姬听雨，江逸更是想都不敢多想。
en_us: However, Jiang Yi himself had no intentions aimed towards Ji Tingyu. He was well aware that he was totally different from the second young mistress of the Yu Family in terms of class and social status. Besides, he was also aware that this young mistress had no romantic intentions towards him, and merely enjoyed sparring practice with him. As for... Ji Tingyu, Jiang Yi did not even dare to consider the possibility.

source: 江逸将剩下的一缕黑色元力，又调集去眼睛内，这次视力变强的时间依旧增长了很久，差不多能坚持大半柱香时间。
en_us: Jiang Yi once again assembled the final remaining wisp of black essence forces into his eye. This time, the duration of the strengthening of his vision was increased for a long time as before, almost being able to maintain increased for more than two and a half minutes.

source: 江逸就住在练功房大殿内的一个小房间内，每日除了陪翊凌雪对战一场外，其余时间他都在自己房间内闭关修炼，杨管事甚至都不让他去大殿内坐着，生怕别的公子小姐找江逸陪练，耽误他修炼的时间。
en_us: Jiang Yi stayed a tiny room within the grand hall of the Technique Practising Room. Besides the one sparring practise he had every day with Yi Lingxue, he spent the rest of the time holed up in his room cultivating in seclusion. Manager Yang even kept him out of the grand hall for fear that young masters and ladies alike would call for him as their sparring partner, thereby interfering with his cultivation time.

source: 江逸就如一个发现了新颖玩具的孩子，整个人都兴奋的不得了。他将目光一遍遍在房间内扫来扫去，朝窗子望去，感受着这个和原本迥然不同的新世界，一边终于抑制不住地狂笑了起来。
en_us: Jiang Yi was overjoyed like a child who had just discovered a new toy. He swept his gaze left and right across the room, and towards the window and beyond. He took in the new world which was completely different from before while he gave out a hysterical laugh, finally failing to contain himself.

source: 江逸尴尬的起身，主子不在，这些下人怎么敢做主擅自借钱？要是请示了大总管，对方不借那他不尴尬得要死？
en_us: Jiang Yi stood up awkwardly. With the owner not available, how could the servants dare to take charge on their own and loan him the money? Should they seek counsel from the chief supervisor, and should he refuse to loan the money, would Jiang Yi not be embarrassed to death?

source: 江逸屏住呼吸，暗暗祈祷希望里面的丹药别炸太多，否则这柳长老要是暴怒下来，就算打死他，家族也不会说什么的……
en_us: Jiang Yi held his breath, secretly praying that not too many elixirs in the cauldron had been destroyed in the explosion. Otherwise, should Elder Liu become violent with rage, even if he was beaten to death, the Jiang Clan would say nothing...

source: 江逸幡然醒悟，即刻感应那丝黑色元力，发现果然已经消耗不见，眼睛附近经脉内的剩下来的元力全部是蓝色的。
en_us: Jiang Yi snapped out of his daze. He immediately tried to sense the sliver of black-colored essence force, and indeed, it had already dissipated. The essence force left at the meridian near his eye was blue in color.

source: 江逸干巴巴的应了一声，看到翊飞儿又攻击而来，他只好运转了一丝黑色元力去了眼睛，站在原地不闪避了，双手如海藻般朝翊飞儿缠去。
en_us: Jiang Yi replied dryly. As Yi Fei-er started attacking again, he transferred a wisp of black essence force to his eyes and stood still, hands wrapping themselves around Yi Fei-er's hands like threads of seaweed.

source: 江逸彻底懵了，他一个十六岁未满的少年竟然去翊家做长老？是这翊凌雪没事在逗他玩，还是翊家家主脑子坏了？他愣了一挥，才惊疑问道：“翊小姐，你不是在开玩笑吧？”
en_us: Jiang Yi was completely stupefied. He, a barely 16-year-old youth, the Second Elder of the Yi Family's martial arts training court? Was Yi Lingxue messing with him, or had the Yi Family Clan Head gone crazy? Jiang Yi was briefly stunned speechless, before asking incredulously, "Young Mistress Yi, surely you are just joking?"

source: 江逸很小的时候就听说过，这武殿内简直是修炼的天堂，里面有强大的聚灵大阵，在里面修炼能加快两倍，里面还有各种辅助修炼的好东西，能让武者实力突飞猛进。不过这武殿对于连吃饭都困难的他来说，太过于遥远，他也就没有刻意去打听了。
en_us: Jiang Yi had heard about this place when he was very young. This Martial Arts Hall was practically a paradise for cultivation. There was a massive spiritual concentration inside, allowing one's cultivation practice to increase and speed up by two times. There were also all sorts of good supplements that could facilitate cultivation, allowing the power of any martial artist to improve by leaps and bounds instantly. However, for someone like him who faced difficulty in even getting food to eat, it was way beyond his means even enter the Martial Arts Hall. As such, he had never deliberately gone to find out more about it.

source: 江逸很幸运，提早出了江家，否则这几个月时间怕是江家大门都出不了，武殿那边肯定无法交差，这段时间他也不可能修炼速度那么快，在前两天就突破了铸鼎境三重。
en_us: Jiang Yi was lucky: he got out of the Jiang Clan early, or he would have been confined within its gates for several months. Not only would he be unable to report back to the Martial Arts Hall, he would not have advanced so quickly in his cultivation and made a breakthrough two days ago to the third stage of the Cast Tripod Realm.

source: 江逸很快就醒悟过来了，好像他是陪练？怎么能自己出手，只能干笑道：“小姐请出手，在下全力以赴好了。”
en_us: Jiang Yi very quickly came to realise something - was he not the one who was the sparring partner? How could he be the one to start attacking? As such, he could only smile drily and say, "Young Mistress, please start your move. This partner will make an all-out effort to correspond to your moves.

source: 江逸很快抬起了头，却是一脸的平静，他望着马公子深深的呼了一口气道：“马公子，能不能少点？五十两紫金如何？我只有五十两了，你要同意我就双手奉上……”
en_us: Jiang Yi raised his head soon enough, his demeanor unexpectedly calm. He fixed his gaze on Young Master Ma and breathed out deeply, "Young Master Ma, is it possible for the amount to be less? How about fifty taels of purple gold? Fifty taels are all I have; if you are agreeable, I would proffer them to you... "

source: 江逸很认真的点头，他炼制的那丹药是用柳长老的废丹回炉而成，而他本身不会炼丹，所以他这样说也不算错。
en_us: Jiang Yi nodded seriously. Technically, he was not lying: the elixirs were made by melting down the useless elixirs from Elder Liu, whereas Jiang Yi himself knew nothing of elixir refinement.

source: 江逸微微宽心，江家很重规矩，祸不及家人这一条尤为重要，江如虎就算要找他麻烦也不会为难江小奴的，否则被家族知道，那事情就严重了。
en_us: Jiang Yi was somewhat relieved at Xiaonu's promise. The Jiang Clan took its laws very seriously, especially the one about not implicating one's family members in a conflict. Hence, Jiang Ruhu's grudge should lie with him alone and would probably not make things difficult for Xiaonu, lest the family clan got wind of it and there would be consequences.

source: 江逸心神一动，如果双方不动用元力，只凭借反应速度和武技的话。他可以凭借黑色元力增幅视力，能让反应速度提高数倍，说不定能在里面混个金牌陪练玩玩？
en_us: With that thought, Jiang Yi realized something: if both parties could not use any essence force, and only relied on their reaction speed and martial arts skills... perhaps he could rely on his black essence force to improve his sight and allow his reaction speed to increase by several times. Perhaps he could even get in, pass off as a gold-token-grade sparring partner and earn some money!

source: 江逸心神一动，既然……黑色元力可以让视力增强，那是否也同样能让听力增强呢？对了还有鼻子，说不定嗅觉也能增强。
en_us: With that thought, since… the black essence force could improve one's sight, could the same strengthening happen for one's sense of hearing? Right, and the nose. Who knew if one's sense of smell could be strengthened, too?

source: 江逸心神一荡，他想起昨夜他疗伤时，那黑色元力能诡异地增幅黄参丹药力四五倍？加上刚才的情况，他心里有很大把握确定，这炉丹药炸丹，还有这两枚丹药变成地阶，绝对是因为黑色元力的缘故……
en_us: Jiang Yi's mind was shaken. He remembered that last night when he was healing his injuries, the black essence force was strangely able to increase the medical healing power of the Yellow Ginseng Elixir by four to five times. Adding the circumstances that just happened, he had much certainty in his heart that the explosion of the elixirs in this cauldron, as well as the change of these two elixir pills to Earth-tier quality, was definitely caused by the black essence force...

source: 江逸心跳加速，全神贯注的内视伤口。可惜十几息时间后，黑色元力就消耗干净，疗伤的速度一下慢了下来，尽管附近有蓝色元力，但增幅效果微乎其微。
en_us: Jiang Yi's heartbeat increased as he focused all his attention on observing his wound. Unfortunately, in some twenty or thirty seconds, the black essence force was completely used up and the wound-healing speed likewise slowed down. Even with blue essence force nearby, the increase in healing speed was minimal.

source: 江逸心里其实很清楚，这几年自己愈发的不受家族待见，江家给他的月例银钱也一减再减。如果不是小奴出去做工，且不说辅助修行所需的基本丹药，只怕是连补充身体日常锻炼消耗所需的肉食都成问题……
en_us: Jiang Yi knew the truth deep in his heart. These few years, as his favorability in the family decreased even further, the monthly stipend given to him by the family clan had been reduced continuously. If not for Xiaonu heading out to do work, to say nothing of the basic medicine required to sustain his cultivation, even the acquisition of basic food supplies needed for daily consumption would have become a severe problem…

source: 江逸心里冷笑也不还手，甚至都不动用黑色元力，脚踩迷幻步在练功房内转圈起来。
en_us: Jiang Yi scoffed internally, but did not fight back. He did not even activate the black essence force and merely circled the room with Psychedelic Step.

source: 江逸心里暗暗想到，苦笑摇头道：“我也不知道怎么就被柳长老看上了。”
en_us: Jiang Yi secretly thought to himself, as he smiled bitterly and shook his head saying, "I do not how I got favored by Elder Liu either."

source: 江逸快速的后退，又气又怒，没想到这江豹话没说两句就又开始动手，而且出手就是大招！他身上的伤还复原，今日只怕要雪上加霜了。
en_us: Irritated, Jiang Yi hastily retreated backwards. He could not believe that not only did Jiang Bao not give much warning before starting his attacks, he even started with a powerful move straight away! The wounds on his body had not fully recovered yet. It looks like this fight will only worsen them…

source: 江逸快速的收回令牌，继续勒住马飞的脖子，这才冷笑道：“马少爷，你爹没告诉过你辱人者人恒辱之吗？乖乖的别动，否则我手一颤，你就得去见冥帝了。”
en_us: Jiang Yi quickly caught the command token and put it away, before resuming his hold on Ma Fei's neck. Only then did he smile mirthlessly, "Young Master Ma, did your father not tell you that those who humiliate others would often be humiliated in return? Be good and stay put, lest an involuntary shake of my hand send you straight to meet the Netherworld Emperor."

source: 江逸怦然心动，猛然站起朝武殿望去。他想起一件事，他实力达到铸鼎境二重了，黑色元力也凝练了许多，十缕黑色元力如果运转到眼中可以支持一个时辰，他在武殿内做陪练，又不是时刻上场，如果一天只是几场对练，黑色元力绰绰有余了。
en_us: Jiang Yi felt a rush of excitement and suddenly stood up to look in the direction of the Martial Arts Hall. He thought of one thing - now that his power level had reached the second stage of the Cast Tripod Realm and his black essence forces were more condensed, and if the ten strands of black essence force that he usually circulated into his eye could last for two hours, and given that while he was being a sparring partner he need not head out for combat all the time, if he only had a few sparring matches per day, he would have enough or possibly even spare black essence forces to last an entire day.

source: 江逸怦然心动，连忙取了一个空的小瓷瓶装了起来，将炼丹房整理了一下，关上了门朝自己小院走去。
en_us: Jiang Yi felt a rush of excitement as he hurriedly retrieved a small empty porcelain bottle and stored the pills inside. After cleaning up the alchemy lab, he closed the door to the alchemy lab and walked in the direction of the small courtyard of his own house.

source: 江逸恍然大悟，找到那本药草简录匆忙去药草房内寻找地黄粉，很快他在一个瓷罐内找到了地黄粉，再次开始回炉。
en_us: Jiang Yi suddenly realised what he should do. He found the book "Record on Medicinal Herbs" before hurriedly heading into the medicinal ingredient room in search of the rehmannia powder. Very quickly he found some rehmannia powder in a porcelain pot. Subsequently, he started to reheat the cauldron once again.

source: 江逸恼了，将剩下的七枚废丹全丢了进去，又取来一些地黄粉，最后一次回炉再造，而且这次他把丹田内剩下的三缕黑色元力全部注入了进去。
en_us: Feeling irritated, Jiang Yi threw the seven remaining useless pills into the cauldron, before retrieving some rehmannia powder and conducted the reheating and refining process for one last time. On top of that, this time around, he injected all three wisps of black essence force remaining within his dantian into the cauldron.

source: 江逸悄然擦拭了一下额头上的冷汗，发现又能调集丹田内的蓝色元力，不禁暗暗惊奇。黑色元力难道不是元力吗？为何刚才蓝色元力不能调动，这黑色元力却可以调动？
en_us: Jiang Yi quietly wiped off the cold sweat on his forehead. He realized he could once again summon and muster the blue essence force in his dantian, which he could not help but feel silently amazed by. Could the black essence force perhaps not be essence force at all? Why was it that the blue essence force could not be maneuvered just now, yet this black essence force could be maneuvered?
